In [1]:
import pandas as pd
import numpy as np

In [2]:
game_info_df = pd.read_csv('datasets/game_info.csv')
game_info_df.sample(10)

        game_id            game_date  attendance game_time
41595  20801045  2009-03-22 00:00:00     18348.0      2:20
22349  29100277  1991-12-13 00:00:00     18676.0       NaN
20192  28900219  1989-12-06 00:00:00     15077.0       NaN
25638  29400524  1995-01-25 00:00:00     23698.0       NaN
45254  21100791  2012-04-03 00:00:00     14640.0      2:27
42712  20900865  2010-02-26 00:00:00     18203.0      2:08
21867  29000924  1991-03-26 00:00:00     14487.0       NaN
28160  29601029  1997-03-29 00:00:00     25705.0      2:27
742    24800330  1949-03-10 00:00:00         NaN       NaN
10157  27700629  1978-02-21 00:00:00     12287.0       NaN

Tampoco es Ãºtil